[
    {
        "name": "organizationstudproc",
        "title": "Организация учебного процесса",
        "text": "Управляйте процессом обучения. Наблюдайте за будущими, текущими и завершенными курсами в одном окне.",
        "image": "Possib01.png",
        "mtext": "Организация процесса обучения – это планирование и управление всеми аспектами учебного процесса, чтобы обеспечить эффективное и качественное обучение студентов. Основная цель организации процесса обучения – создать условия, в которых студенты смогут максимально эффективно усваивать знания, развивать навыки и формировать компетенции.",
        "mimage": "Possib01b.png"

    },
    {
        "name": "managementschedclass",
        "title": "Управление расписанием занятий",
        "text": "Спланируйте расписание курсов самым удобным образом. Больше никаких накладок и переносов.",
        "image": "Possib02.png",
        "mtext": "Грамотно выстроенное управление расписанием занятий является важной и неотъемлемой предпосылкой успеха учебного учреждения в рыночных условиях жесткой конкуренции. На рынке выживают только те компании, которые смогли выстроить наиболее полный контроль за расписаниями занятий и за прочими процессами управления, которые имеют место быть при функционировании образовательного учреждения. Оптимальное ведение расписания занятий возможно только при наличии инструментов автоматизации, таких, как программное решение от компании «Универсальная Система Учета». Данный софт осуществляет контроль расписания занятий с наивысшей эффективностью. Программа управления специально разрабатывалась для целей оптимизации деловых процессов в образовательной компании. Программа контроля расписания занятий – это не просто уникальная по своей эффективности разработка, это еще и универсальный инструмент, который может заменить собой целый комплекс отдельных программных решений.",
        "mimage": "Possib02b.png" 
    },
    {
        "name": "adminhomework",
        "title": "Администрирование домашних заданий",
        "text": "Отслеживайте прогресс обучения индивидуально по каждому ученику.",
        "image": "Possib03.png",
        "mtext": "На сегодняшний день вопрос о домашних заданиях остается одним из ведущих дискуссионных вопросов современного урока. В настоящее время учебные планы невыполнимы без домашних заданий. Домашнее задание – это одна из форм учебной деятельности, направленная на усвоение и запоминание изложенного материала, либо, задание, основанное на самостоятельном усвоении материала, не требующего разъяснения учителя на уроке, а также проверка, которая и позволяет учителю изучить качество усвоения материала, наличие пробелов в знаниях. Домашнее задание как вид самостоятельной работы давно существует в школьной практике, и отказываться от него не стоит, так как знания, полученные самостоятельно, отличаются глубиной и прочностью. Но зачастую учащиеся не стремятся к самостоятельной работе, даже если задание не вызывает особых затруднений. Такое отношение к домашней работе обусловлено многими причинами и не в последнюю очередь тем, что задания чаще всего однотипны и неинтересны. “И действительно, часто бывает, что работа бедна – это скучное упражнение или монотонный текст, в котором нечего понимать, все ясно, а запомнить трудно, много мелких деталей”",
        "mimage": "Possib03b.png" 
    },
    {
        "name": "tasksforstudents",
        "title": "Задания для учеников",
        "text": "Каждый ученик может видеть домашние задания от преподавателя, отслеживать статус их проверки и собственный уровень прогресса в обучении.",
        "image": "Possib04.png",
        "mtext": "В учебном классе индивидуализация может происходить во всех трёх формах классной работы: фронтальной, групповой и индивидуальной. Возможности индивидуального подхода во фронтальной работе в советской дидактике 50-х годов изучал В.И.Гладких. Здесь использовалась методика опроса, но подходят и следующие приёмы: использование различных уровней рассказа в устном изложении учителя, применение учебной беседы учёт индивидуальных различий в ролевой игре, в дискуссии и т.д.",
        "mimage": "Possib04b.png" 
    },
    {
        "name": "monitoringclassattend",
        "title": "Мониторинг посещения занятий",
        "text": "Просматривайте посещаемость каждого ученика на курсе. Отстающих больше не будет.",
        "image": "Possib05.png",
        "mtext": "«Учет посещаемости занятий» – это программа автоматизации, которая осуществляет контроль за посещаемостью учебных занятий обучающимися в автоматическом режиме и почти без участия персонала, в чьи обязанности входит только проставление «галочек» в нужных ячейках против ФИО обучающихся. Посещаемость учебных занятий является важным фактором получения знаний, качество которых является главной характеристикой образовательного процесса и должно соответствовать утвержденным в образовании стандартам. Если обучающиеся пропускают уроки, то, чаще всего, их успеваемость ниже, чем у обучающихся, регулярно присутствующих на них. Это сказывается, в первую очередь, на степени усвояемости учебного материала, так как живое обсуждение, как правило, более эффективно, если, конечно, дело будет не в преподавателе.",
        "mimage": "Possib05b.png" 
    },
    {
        "name": "platformrecordstorage",
        "title": "Записи хранятся на платформе",
        "text": "Спланируйте расписание курсов самым удобным образом. Больше никаких накладок и переносов.",
        "image": "Possib06.png",
        "mtext": "Принятие администрацией управленческих решений невозможно без опоры на фактические данные. Инструментом информационного обеспечения управления в школе является мониторинг – регулярный сбор, обработка и предоставление информации о ходе, условиях и результатах образовательного процесса. В условиях современной школы качественно меняются требования к организации мониторинга образования. Собранные данные должны быть необходимыми и достаточными по сути для принятия решения, а также наглядными и мобильными. Предлагаемые формы для организации мониторинга учебного процесса в Любучанской средней школе, являясь интерактивными, позволяют за минимальное время обработать данные и наглядно представить полученные результаты.",
        "mimage": "Possib06b.png" 
    }
]